export const policyText = "총칙

주식회사 매미(이하 '회사')는 이용자의 개인정보를 중요하게 생각하며 권익 보호에 최선을 다하고 있습니다. 회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법,통신비밀보호법,전기통신사업법 등 개인정보와 관련된 법령상의 개인정보 보호 규정 및 방송통신위원회가 제정한 개인정보보호지침을 준수하고 있습니다. 

본 개인정보처리방침은 회사가 제공하는 'MAEMI' 및 'MAEMI'와 관련된 제반 서비스 이용에 적용되며 다음과 같은 내용을 담고 있습니다.

1. 개인정보 수집에 대한 동의

회사는 개인정보를 개인의 동의 없이 수집하지 않습니다. 회사의 개인정보처리방침 또는 이용약관의 내용에 대해 「동의/확인」버튼 또는「동의하지 않음」버튼을 클릭할 수 있는 절차를 마련하여, 「동의/확인」버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다. 
회사는 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다.

2. 수집하는 개인정보 항목 및 수집방법

회사는 최초 회원가입 및 각종 서비스 제공을 위해 필수정보를 수집하고 있습니다. 그 외기타 추가항목을 입력하도록 제공합니다.

1) 수집항목

가) 필수항목
- E-Mail 주소
- 'MAEMI'에 등록한 아이디
- 기타 'MAEMI'에서 이용자가 동의한 정보 일체
- (공통) 사용자가 위 3개의 서비스에서 직접 등록하는 데이터 일체
나) 서비스 이용 시 업무 처리 과정에서 다음과 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.
- 서비스 이용기록, 접속 로그(방문 일시), 쿠키, 접속 IP주소 정보, 불량 이용 기록

2) 개인정보 수집방법

회원가입 및 회원정보 수정, 피드백 페이지, 이벤트 응모 페이지, 생성정보 수집 도구를 통한 수집, 웹페이지, 팩스, 전화 등을 통한 고객센터 문의 접수

3) 개인정보의 열람, 정정, 삭제

회원은 언제든지 개인정보를 열람하거나 정정할 수 있으며, 아이디(ID) 삭제를 요청하실 수 있습니다. 

3. 개인정보의 수집 및 이용목적

회사는 최초 회원가입 및 각종 서비스 제공을 위해 필수정보를 수집하고 있습니다. 그 외기타 추가항목을 입력하도록 제공합니다.

1) 회원 식별 및 회원 관리

회원 확인 및 식별, 불량회원의 부정 이용 방지 및 비인가 사용 방지, 가입의사 확인, 가입 및 가입횟수 제한, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달, 회원탈퇴 의사의 확인

2) 마케팅 및 광고에 활용

이벤트 행사에 따른 정보 전달 및 맞춤 서비스 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계

3) 서비스공지 및 안내

회사가 제공하는 서비스 내 변동 및 개선사항, 신규서비스 개발 등 회원이 알아야 할 정보에 대한 공지와 안내

4. 개인정보의 보유기간 및 이용기간

회사는 개인정보의 수집목적 또는 제공받은 목적이 달성된 때에는 귀하의 개인정보를 지체 없이 파기합니다. 다만, 원활한 서비스 제공을 위하여 다음의 기간 동안 귀하의 개인정보를 보유할 수 있습니다.

1) 회사 내부 방침에 의한 정보보유 사유

보존 항목: 아이디, 이름, 이메일
보존 근거: 서비스 이용의 혼선 방지, 불량이용자에 대한 처리 및 관련 기관 수사협조
보존 기간 : 1년

2 ) 관례 법령에 의한 정보보유 사유

단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.
- 사이트 이용 및 방문 기록, 접속 로그, 접속 IP 정보: 보존 기간 3개월 (통신비밀보호법)
- 표시/광고에 관한 기록: 보존 기간 6개월 (전자상거래 등에서의 소비자보호에 관한 법률)
- 계약 또는 청약철회 등에 관한 기록: 보존 기간 5년 (전자상거래 등에서의 소비자보호에 관한 법률)
- 대금결제 및 재화 등의 공급에 관한 기록: 보존 기간 5년 (전자상거래 등에서의 소비자보호에 관한 법률)
- 소비자의 불만 또는 분쟁처리에 관한 기록: 보존 기간 3년(전자상거래 등에서의 소비자보호에 관한 법률)
- 개인위치정보에 관한 기록: 보존 기간 1년 (위치정보의 보호 및 이용 등에 관한 법률)

5. 개인정보 파기절차 및 방법

이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 회사의 개인정보 파기절차 및 방법은 다음과 같습니다.

1) 파기절차

- 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다.
- 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.

2) 파기방법

- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
- 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.

6. 개인정보 공유 및 제공

회사는 이용자들의 개인정보를 "개인정보 수집목적 및 이용목적"에서 고지한 범위 내에서 사용하며, 이용자의 사전 동의 없이 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 제공하지 않습니다. 또한 귀하의 동의 없이 제3자 또는 기업, 기관에 제공하지 않습니다. 단, 아래의 경우는 예외로 합니다.
- 이용자들이 사전에 공개에 동의한 경우
- 서비스의 제공에 관한 계약의 이행을 위하여 필요한 개인정보로서 경제적/기술적인 사유로 통상의 동의를 받는 것이 현저히 곤란한 경우
- 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
- 회사에서 제공하는 새로운 서비스를 운영함에 있어서 필요한 경우
- 통계작성, 학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주, 협력사나 연구단체 등에 제공하는 경우
- 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
그러나 예외 사항에서도 관계법령에 의하거나 수사기관의 요청에 의해 정보를 제공한 경우에는 이를 당사자에게 고지하는 것을 원칙으로 운영하고 있습니다. 법률상의 근거에 의해 부득이하게 고지를 하지 못할 수도 있습니다. 본래의 수집목적 및 이용목적에 반하여 무분별하게 정보가 제공되지 않도록 최대한 노력하겠습니다.

7. 이용자 권리와 그 행사방법

- 이용자는 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며, 회사의 개인정보의 처리에 동의하지 않는 경우 동의를 거부하거나 가입해지(회원탈퇴)를 요청하실 수 있습니다. 다만, 그러한 경우 서비스의 일부 또는 전부 이용이 어려울 수 있습니다.
- 이용자의 개인정보 조회, 수정을 위해서는 개인정보관리책임자에게 서면 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.
- 이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3 자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.
- 회사는 이용자의 요청에 의해 해지 또는 삭제된 개인정보는 "4. 개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.

8. 쿠키수집 허용/거부

회사는 이용자에게 특화된 맞춤서비스를 제공하기 위해서 정보를 저장하고 찾아내는 '쿠키(cookie)' 등을 운용합니다. 쿠키란 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 텍스트 파일로서 이용자의 컴퓨터 하드디스크에 저장되기도 합니다. 회사는 다음과 같은 목적을 위해 쿠키를 사용합니다.

1) 쿠키 등 사용 목적

회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공
이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.

2) 쿠키 설정 거부 방법

이용자가 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.
인터넷 익스플로어의 경우, 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보에서 설정가능
단, 쿠키 설치를 거부하였을 경우 로그인을 비롯한 일부 서비스 이용에 어려움이 있을 수 있습니다.

9. 개인정보보호를 위한 기술 및 제도 방침

회사는 이용자의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안정성 확보를 위하여 다음과 같은 기술적, 관리적 대책을 강구하고 있습니다.

1) 개인정보 암호화

이용자의 개인정보는 비밀번호에 의해 보호되며, 중요한 데이터는 파일 및 전송 데이터를 암호화하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 통해 보호 하고 있습니다.

2) 해킹 등에 대비한 기술적 대책

회사는 해킹이나 컴퓨터 바이러스 등에 의해 이용자의 개인정보가 유출되거나 훼손되는 것을 막기 위해 외부로부터 접근이 통제된 구역에 시스템을 설치하고, 침입 차단장치 이용 및 침입탐지시스템을 설치하여 24시간 감시하고 있습니다. 그리고 백신 프로그램을 주기적으로 업데이트하며 갑작스런 바이러스가 출현할 경우 백신이 나오는 즉시 이를 적용함으로써 개인정보가 침해되는 것을 방지하고 있습니다.

3) 개인정보처리시스템 접근 제한

회사는 개인정보를 처리할 수 있도록 체계적으로 구성한 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소 등에 관한 기준을 수립하고 비밀번호의 생성 방법, 변경 주기 등을 규정 운영하며 기타 개인정보에 대한 접근통제를 위해 필요한 조치를 다하고 있습니다.

4) 개인정보 취급 직원의 교육

개인정보관련 취급 직원은 담당자에 한정시켜 최소화 하고 새로운 보안기술의 습득 및 개인정보보호 의무에 관해 정기적인 교육을 실시하며 별도의 비밀번호를 부여하여 접근 권한을 관리하는 등 관리적 대책을 시행하고 있습니다.

5) 개인 아이디와 비밀번호 관리

이용자가 사용하는 ID와 비밀번호는 원칙적으로 이용자만이 사용하도록 되어 있습니다. 회사는 이용자의 개인적인 부주의로 ID, 비밀번호 등 개인정보가 유출되어 발생한 문제와 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 공공장소에서 컴퓨터를 사용하거나 타인과 함께 컴퓨터를 공유할 경우 암호가 자동으로 저장되도록 설정하지 마시고 모든 작업을 완전히 종료하는 등 개인정보보호에 필요한 조치를 취하시기 바랍니다.

10. 의견수렴 및 불만처리

회사는 개인정보보호를 위해 최선의 노력을 다하고 있습니다. 만약 개인정보처리방침에 대한 개선점이나 건의사항에 대해서는 jane@maemi.com 혹은 maemiapp@gmail.com 으로 의견 주시기 바랍니다.

개인정보 관리책임자

이름 : 공은주
소속 : (주)매미 운영팀
e-mail : jane@maemi.com

개인정보 관리담당자

이름 : 김지연
소속 : (주)매미 소비자 불만 접수 팀
e-mail : maemiapp@gmail.com

그외 아래와 같은 회원정보보호를 위한 위원회와 센터를 이용해주세요.
- 개인분쟁조정위원회 (1336)
- 정보보호마크인증위원회 (02-580-0533~4)
- 대검찰청 인터넷범죄수사센터 (02-3480-3600)
- 경찰청 사이버테러대응센터 (02-392-0330)

부칙

이 개인정보처리방침은 2018년 11월 20일부터 적용되며, 법령, 정책, 또는 보안기술에 따라 내용 추가, 삭제 및 수정이 있을 시에는 변경사항의 시행일의 최소 7일전부터 홈페이지의 '공지사항'을 통해 고지할 것입니다. 다만, 개인정보의 수집 및 활용, 제3자 제공 등과 같이 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 고지합니다.

";
