export const termsText = {"제1장 총 칙

제 1 조 (목적)

본 약관은 주식회사 매미(이하 "회사")가 제공하는 인터넷과 모바일(Application)서비스'MAEMI'(이하 "서비스")에 "회원"으로 가입 해,이를 이용함에 있어 "회사"와 "회원"의 권리, 의무, 이용 조건 및 절차 등 기본적인 사항을 규정함을 목적으로 합니다.

제2조 (용어의 정의)

본 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.
① 서비스 : 회원이 보고, 듣고, 경험한 것을 사진, 영상 등을 통해 게시하고, 기사화 시킬 수 있는 서비스입니다.
② 회원 : "서비스"를 제공하는 "회사"의 약관에 동의 및 가입을 하여 "회사"가 제공하는"서비스"를 이용하는 고객을 말합니다.
③ 아이디 : "회원"의 식별과 서비스 이용을 위해 "회원"이 정하고 "회사"가 증인하는 문자와 숫자의 조합을 말합니다.
④ 게시물 : "회원"이 "서비스"를 이용함에 있어 "서비스 상"에 게시한 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상 등 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 말합니다.
⑤ 계정 : 'MAEMI'서비스를 사용하기 위하여 필요한 매미로 로그인한 계정을 의미합니다. 

제 3조 (약관의 명시와 개정)

① "회사"는 이 약관의 내용을 "회원"이 쉽게 알 수 있도록 서비스 내에 게시합니다.
② "회사"는 "약관의 규제에 관한 법률", "정보통신망이용촉진및정보보호등에관한법률(이하 "정보통신망법")" 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
③ "회사"가 약관을 개정할 경우에는 기존약관과 개정약관 및 개정약관의 적용일자와 개정사유를 명시하여 현행약관과 함께 제 1항의 방식에 따라 그 적용일자 15일 전부터 적용일자 전일까지 공지합니다. 다만, 개정 내용이 회원에게 불리한 경우에는 위 공지 이외에 서비스 내 전자우편, 로그인시 동의 창 등의 전자적 수단을 통해 회원에게 따로 명확히 통지하도록 합니다.
④ "회사"가 전항에 따라 개정약관을 공지 또는 통지하면서 공지 또는 고지일로부터 시행일 7일 기간 내에 거부 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.
⑤ "회원"이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용은 회원에게 적용되지 아니하며, 이 경우 회원은 이용 계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.

제2장 "회원"의 가입 및 관리

제 1 조 (이용계약 성립 과 거절)

① 이용계약은 'MAEMI' 서비스 약관의 내용에 대하여 동의를 한 다음 회사가 요구하는 절차까지 완료함으로써 회원가입신청이 되고, 체결됩니다.
② "회원"가입 후, 별도의 자료 제출이 요구되는 경우에는 추가 요청을 할 수 있으며, 다음 각 호에 해당하는 경우 승낙을 거절하거나 사후에 이용계약을 해지 할 수도 있습니다.
1. 가입신청자가 본 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 단 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 합니다.
2. 타인의 명의를 이용한 경우
3. 허위의 정보를 기재하거나 회사가 요구하는 내용을 기재하지 않은 경우
4. 본 약관에 따른 이용계약 체결 절차를 위반하여 신청한 경우

제2조 (회원정보의 열람, 수정)

① "회원"은 서비스 내 설정 화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다.
② "회사"는 "회원"이 회원정보를 변경하지 아니하여 발생한 손해에 대하여 책임을 부담하지 않습니다.

제 3조 (회원의 관리책임)

① "회원"은 서비스 이용을 위한 "회원"정보에 대한 책임, 본인 계정의 제3자에 의한 부정사용 등 "회원"의 고의∙과실로 인해 발생하는 모든 불이익에 대한 책임을 부담합니다. 
② "회사"는 다음 각 호 중 어느 하나의 경우 회원의 계정 이용을 제한할 수 있습니다.
1. 개인정보 유출 우려가 있는 경우 
2. 반사회적이거나 미풍양속에 반하는 경우 
3. 회사 또는 회사의 운영자로 오인될 우려가 있는 경우
③ "회원"은 자신의 계정이 도용되거나 제3자에 의하여 사용되고 있음을 인지한 경우에는 이를 즉시 "회사"에 통지하고 "회사"의 안내에 따라야 합니다.
④ 본조 제3항의 경우 해당 회원이 회사에 그 사실을 통지하지 아니하거나 회사의 안내에 따르지 아니하여 발생한 불이익에 대하여 회사는 책임지지 않습니다.

제4조(회원에 대한 통지)

① "회사"가 개별 "회원"에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 서비스 내 기타 시스템, 웹페이지 등으로 할 수 있습니다.
② "회사"는 "회원" 전체에 대한 통지를 하는 경우 7일 이상 회사의 "웹사이트" 또는 서비스 내 "공지사항" 화면에 게시하는 방식으로 할 수 있습니다.

제5조 (회사의 의무)

① "회사"는 관련법령 및 본 약관이 금지하거나 미풍약속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.
② "회사"는 "회원"이 안전하게 서비스를 이용할 수 있도록 개인정보의 보호를 위한 보안시스템을 갖추고, 개인정보처리방침을 공시하며 준수합니다.

제6조(회원의 의무)

① "회원"은 다음 각 호의 행위를 하여서는 안 됩니다.
1. 회원가입 또는 회원정보 변경 시 허위내용을 등록하는 행위 
2. 타인의 정보를 도용하는 행위
3. "회사"가 제시한 정보를 무단으로 변경하는 행위 
4. 다른 "회원"의 개인정보 또는 계정정보를 수집. 이용하는 행위 
5. 회사의 사전 동의 없이 영리 목적의 광고성 정보 전송을 위하여 "서비스"를 이용하는 행위
6. 일체의 가공행위를 통하여 서비스를 복제, 분해, 모방, 기타 변형하는 행위 
7. 자동 접속 프로그램을 사용하는 등 비정상적인 방법으로 서비스를 이용하여 "회사"의 서버에 부하를 일으키는 등 "회사"의 정상적인 서비스를 방해하는 행위
8. 본인이 아닌 제3자에게 접속권한을 부여하는 행위
9. 회사 또는 제3자의 저작권 등 지적재산권을 침해하는 행위
10. 회사 또는 제3자의 명예를 손상시키거나 업무를 방해하는 행위
11. 외설적 또는 폭력적이거나 공서양속에 반하는 정보를 "서비스"에 공개 또는 게시하는 행위
12. 회사의 사전 동의 없이 영리를 목적으로 "서비스"를 이용하는 행위
13. 기타 관계법령, 본 약관 및 "서비스"와 관련하여 "회사"가 공지한 이용안내, 주의사항 등을 위반하는 행위
② "회사"는 "회원"이 제1항의 행위를 하는 경우 해당 게시물 등을 삭제 또는 임시 삭제할 수 있고 서비스의 이용을 제한하거나 일방적으로 본 계약을 해지할 수 있습니다.

제3장 서비스의 이용

제 1 조 (서비스 이용)

서비스 이용은 이용승낙 직후부터 가능하며, 이용시간은 "회사"의 업무상 또는 기술상 불가능한 경우를 제외하고는 연중무휴 1일 24시간을 원칙으로 합니다. "회사"는 정보통신설비의 정기점검 및 운영상 부득이한 문제가 발생한 경우 서비스를 일시적으로 중단 할 수 있습니다. 이 경우, "회사"는 "회원"에 대한 통지 원칙(본 장 제2조)을 기준으로 통지해야 합니다. 단, 부득이한 사유가 있는 경우 사후 통지 할 수 있으며 이는 "회원"에게 추후에라도 고지해야 합니다. "회사"는 필요한 경우 정기점검을 실시할 수 있으며,정기점검시간은 "서비스" 제공화면에 공지한 바에 따릅니다.

제 2 조 (서비스내용변경. 종료 통지 등)

① "회사"는 이용감소로 인한 원활한 "서비스" 제공 곤란, 수익성 악화, 기술 진보에 따른 차세대 "서비스"로의 전환 필요성, 서비스" 제공과 관련된 회사 정책의 변경 등 기타 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 "서비스"를 변경 또는 종료할 수 있습니다.
② "회사"는 무료로 제공되는 서비스의 일부 또는 전부를 "회사"의 정책 및 운영의 필요에 따라 변경 또는 종료할 수 있으며,그 경우 "회사"는 관련법령에 특별한 규정이 없는 한 "회원"에게 별도의 보상을 하지 않습니다.
③ 본조 제 1항 및 제 2항의 경우 "회사"는 변경 또는 종료되는 서비스의 내용, 사유 및 일자 등을 15일 전에 서비스 내 공지사항, 전자우편 주소로 회원이 충분히 인지할 수 있는 방법으로 공지합니다.

제 3 조 (정보의 제공 및 광고의 게재

① "회사"는 "회원"이 "서비스" 이용 중 필요하다고 인정되는 다양한 정보를 공지사항, 게시 글,  전자우편 등의 방법으로 "회원"에게 제공할 수 있습니다. 다만, "회원"은 관련법에 따른 거래관련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 전자우편에 대해서 수신 거절을 할 수 있습니다. 
② "회사"는 "서비스"의 운영과 관련하여 서비스화면, 게시 글, 홈페이지 등에 광고를 게재할 수 있습니다.

제4 조 (게시물의 저작권)

① "회원"이 "서비스" 내에 게시한 "게시물"의 저작권은 해당 게시물의 저작자에게 귀속됩니다.
② "회원"이 "서비스" 내에 게시하는 "게시물"은 "서비스" 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며, "회원"은 언제든지 고객센터 또는 "서비스" 내 관리기능을 통해 해당 게시물에 대해 삭제 조치를 취할 수 있습니다.
③ "회사"는 제2항 이외의 방법으로 "회원"의 "게시물"을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 "회원"의 동의를 얻어야 합니다.

제5 조 (게시물의 관리)

① "회원"의 "게시물"이 "정보통신망 이용촉진 및 정보보호 등에 관한 법률" 및 "저작권법"등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 "게시물"의 게시중단 및 삭제 등을 요청할 수 있으며, "회사"는 관련법에 따라 조치를 취하여야 합니다.
② "회사"는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 "게시물"에 대해 게시중단, 삭제 등의 임시조치 등을 취할 수 있습니다.
③ “회사”는 영상 서비스의 원활한 제공을 위해서 “회원”의 동의를 받는 경우에 한해 유튜브 채널을 통한 영상 서비스를 제공합니다.
④ 본 조에 제 1항 및 제2항에 따른 세부절차는 "정보통신망 이용촉진 및 정보보호 등에 관한 법률" 및 "저작권법"등 관련법에 따릅니다.

제6 조 (권리의 귀속)

① "서비스"에 대한 저작권 및 지적재산권은 "회사"에 귀속됩니다. 단, "회원"의 "게시물" 및 제휴계약에 따라 제공된 저작물 등은 제외합니다.
② 게시물 등은 검색결과 내지 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, "회사"는 저작권법 규정을 준수하며, "회원"은 언제든지 고객센터 또는 각 서비스 내 관리기능을 통해 해당 게시물 등에 대해 삭제, 검색결과 제외 등의 조치를 취할 수 있습니다.
③ "회사"가 제공하는 서비스의 디자인, 회사가 만든 텍스트, 스크립트, 배지, 그래픽, 게시물 공감 및 공유 기능 등 서비스에 관한 모든 상표, 서비스마크, 로고 등에 관한 저작권 및 기타 지적재산권은 대한만국 및 외국의 법령에 기하여 "회사"가 보유하고 있거나 회사에게 소유권 또는 사용권이 있습니다.
④ "회원"은 본 이용약관으로 이하여 서비스를 소유하거나 서비스에 관한 저작권을 보유하게 되는 것이 아니라 "회사"로부터 서비스의 이용만을 허락 받게 되며, "회원"은 서비스를 정보취득 또는 개인용도로만 이용할 수 있습니다.
⑤ "회원"은 명시적으로 허락된 내용을 제외하고는 서비스를 통해 획득한 "회원" 상태정보, "회사"가 만든 텍스트, 스크립트, 배지, 그래픽, 게시물 공감 및 공유 기능, 회원 간의 게시 글 등을 영리 목적으로 사용, 복사, 유통할 수 없습니다.
⑥ "회사"는 서비스와 관련하여 "회원"에게 "회사"가 정한 이용조건에 따라 계정, 아이디, 게시물 등을 이용할 수 있는 이용권만을 부여하며, "회원"은 이를 양도, 판매 또는 담보로 제공하는 등 일체의 처분행위를 할 수 없습니다.

제7조(계약해제, 탈퇴 등)

① "회원"은 언제든지 서비스 내 탈퇴 화면을 통해 이용계약 해지 신청을 할 수 있으며, "회사"는 관련된 법령 및 본 양관에서 정하는 바에 따라 이를 즉시 처리해야 합니다.
② "회원"이 탈퇴를 할 경우, "회사"는 즉시 회원의 개인정보를 삭제합니다. 단, 관련법령 및 개인정보처리방침에 따라 "회사"는 이를 일정기간 보유할 수 있습니다.
③ "회원"이 탈퇴할 경우, "회원"이 작성한 게시물 등은 모두 삭제됩니다. 다만 타인의 게시물에 남긴 댓글과 공감 등은 삭제되지 않습니다.

제8조(이용제한 등)

① "회사"는 "회원"이 본 약관의 의무를 위반하거나 서비스의 정상적인 운영을 방해한 경우 경고, 징계, 강퇴 등으로 당해 "회원"의 서비스 이용을 단계적으로 제한할 수 있습니다.
② "회사"는 본 조 제1항에도 불구하고, 컴퓨터프로그램보호법을 위반한 불법프로그램의 제공 및 운영방해, 정보통신망법 이용촉진 및 정보보호에 관한 법률을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등이 있는 경우 "회사"는 즉시 탈퇴 시킬 수 있습니다.이 경우 서비스 이용을 통해 획득한 혜택 등은 모두 소멸되며, "회사"는 이에 대해 별도로 보상하지 않습니다.
③ 본 조에 따라 서비스 이용을 제한하는 경우, "회사"는 제2조 제4항에 따라 해당 회원에게 통지합니다.
④ "회원"은 본 조에 따른 이용제한 등에 대해 "회사"가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 "회사"가 인정하는 경우, "회사"는 즉시 서비스 이용제한을 해제합니다.

제4장 기타

제 1조 (면책)

① "회사"는 다음 각 호의 경우로 서비스를 제공할 수 없는 경우 이로 인하여 "회원"에게 발생한 손해에 대해서는 책임을 부담하지 않습니다.
1. 천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우
2.서비스  제공을 위하여 "회사"와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우
3. "회원"의 귀책사유로 서비스 이용에 장애가 있는 경우
4. 제1호 내지 제3호를 제외한 기타 "회사"의 고의∙과실이 없는 사유로 인한 경우
② "회사"는 "회원"이 작성하는 등의 방법으로 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 "회원"의 손해에 대하여는 책임을 부담하지 않습니다.
③ "회사"는 제3자가 서비스 내 화면 또는 링크된 웹사이트를 통해 광고한 제품 또는 서비스의 내용과 품질에 대해 감시할 의무 등 어떠한 의무도 부담하지 않습니다.
④ "회사"는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.

제 2 조 (분쟁의 해결)

① "회사"와 "회원" 간 제기된 소송은 대한민국법을 준거법으로 합니다.
② "회사"와 "회원"간 발생한 분쟁에 관한 소송은 제소 당시의 "회원"의 주소에 의하고, 주소가 없는 경우 거소를 관할하는 지방법원의 전속관할로 합니다.
단, 제소 당시 "회원"의 주소 또는 거소가 명확하지 아니한 경우의 관할법원은 민사소송법에 따라 정합니다.
③ 해외에 주소나 거소가 있는 "회원"의 경우 "회사"와 "회원"간 발생한 분쟁에 관한 소송은 전항에도 불구하고 대한민국 서울중앙지방법원을 관할법원으로 합니다.
제 3 조 (규정의 준용) 본 약관에 명시되지 않은 사항에 대해서는 관련법령에 의하고, 법에 명시되지 않은 부분에 대하여는 관습에 의합니다.
본 약관은 2018년 11월 20일부터 적용됩니다.

"};
